[
  {
    "category": "Football",
    "className": "Football BM201",
    "image": "https://i.ibb.co/S5g9TgT/football-Class-1.jpg",
    "instructorName": "John Smith",
    "availableSeats": 15,
    "price": 75,
    "duration": 9,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 14
    },
    "description": "Join our Football Class this summer camp and give your kids, aged 10-14, a chance to develop valuable life skills while enjoying the sport. Led by experienced instructor John Smith, this class focuses on teamwork, discipline, communication, and physical fitness. With a duration of 9 weeks, this program provides an extended period for your child to learn and improve their football skills. With limited seats available, your child will receive individual attention and personalized coaching. Through engaging drills and friendly matches, they'll learn the fundamentals of football, improve their coordination, build self-confidence, and make new friends. Don't miss this opportunity to enhance your child's life skills and their love for the game of football!"
  },
  {
    "category": "Chess",
    "className": "Chess CL401",
    "image": "https://i.ibb.co/8c8zdML/chess-Class.jpg",
    "instructorName": "David Johnson",
    "availableSeats": 10,
    "price": 60,
    "duration": 12,
    "ageGroup": {
      "minAge": 8,
      "maxAge": 12
    },
    "description": "Enroll your kids, aged 8-12, in our Chess Class this summer camp and let them enhance their critical thinking and strategic skills while having fun. Led by experienced instructor David Johnson, this class focuses on teaching the fundamentals of chess, including openings, tactics, and endgame strategies. With a duration of 12 weeks, this program provides ample time for your child to dive deep into the world of chess and sharpen their mind. Limited seats are available, ensuring personalized attention and guidance. Through engaging lessons, practice games, and friendly competitions, your child will develop problem-solving abilities, enhance their concentration, and foster a lifelong love for the game of chess. Don't miss this opportunity to nurture your child's intellectual growth through the captivating world of chess!"
  },
 
  {
    "category": "Badminton",
    "className": "Badminton BT269",
    "image": "https://i.ibb.co/Q86mCxY/badminto-Class.jpg",
    "instructorName": "Ryan Lee",
    "availableSeats": 8,
    "price": 65,
    "duration": 6,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 14
    },
    "description": "Join our Badminton Class this summer camp and introduce your kids, aged 10-14, to the exciting sport of badminton while enhancing their life skills. Led by experienced instructor Ryan Lee, this class focuses on teaching the fundamentals of badminton, including proper grip, footwork, strokes, and game strategies. With a duration of 6 weeks, this program provides a structured environment for your child to develop their badminton skills. Limited seats are available, ensuring individual attention and personalized coaching. Through engaging drills, practice matches, and fun challenges, your child will improve their agility, coordination, focus, and sportsmanship. Don't miss this opportunity to ignite your child's interest in badminton and help them build valuable life skills through this dynamic badminton class!"
  },
  {
    "category": "Table Tennis",
    "className": "Table Tennis TTL501",
    "image": "https://i.ibb.co/gvVMLYb/tabble-Tennis-Class.jpg",
    "instructorName": "Daniel Kim",
    "availableSeats": 10,
    "price": 70,
    "duration": 8,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 16
    },
    "description": "Join our Table Tennis Class this summer camp and let your kids, aged 10-16, experience the thrill of table tennis while developing valuable life skills. Led by experienced instructor Daniel Kim, this class focuses on teaching proper techniques, footwork, spins, and strategies of table tennis. With a duration of 8 weeks, your child will have ample time to improve their table tennis skills. Limited seats are available, ensuring individual attention and personalized coaching. Through engaging drills, practice matches, and friendly competitions, your child will enhance their hand-eye coordination, reflexes, concentration, and sportsmanship. Don't miss this opportunity to introduce your child to the exciting world of table tennis and help them build valuable life skills through this fun-filled class!"
  },
  {
    "category": "Basketball",
    "className": "Basketball BD211",
    "image": "https://i.ibb.co/gJnjgMN/basket-Ball-Class.jpg",
    "instructorName": "Jason Thompson",
    "availableSeats": 12,
    "price": 80,
    "duration": 10,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 16
    },
    "description": "Join our Basketball Class this summer camp and let your kids, aged 10-16, discover the excitement of basketball while developing crucial life skills. Led by experienced instructor Jason Thompson, this class focuses on teaching basketball fundamentals, including dribbling, shooting, passing, and game strategies. With a duration of 10 weeks, this program provides ample time for your child to enhance their basketball skills. Limited seats are available, ensuring personalized attention and coaching. Through engaging drills, practice sessions, and friendly matches, your child will improve their athleticism, teamwork, discipline, and self-confidence. Don't miss this opportunity to ignite your child's passion for basketball and help them cultivate valuable life skills through this dynamic basketball class!"
  },
  {
    "category": "Tennis",
    "className": "Tennis TC205",
    "image": "https://i.ibb.co/vh3yRPm/tennis-Class.jpg",
    "instructorName": "Michael Thompson",
    "availableSeats": 8,
    "price": 90,
    "duration": 10,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 16
    },
    "description": "Join our Tennis Class this summer camp and let your kids, aged 10-16, experience the thrill of tennis while developing essential life skills. Led by experienced instructor Michael Thompson, this class focuses on teaching tennis techniques, including forehand, backhand, serving, and match strategies. With a duration of 10 weeks, your child will have ample time to improve their tennis skills. Limited seats are available, ensuring personalized attention and coaching. Through engaging drills, practice matches, and friendly competitions, your child will enhance their hand-eye coordination, agility, focus, and sportsmanship. Don't miss this opportunity to ignite your child's passion for tennis and help them build valuable life skills through this dynamic tennis class!"
  },
  {
    "category": "Swimming",
    "className": "Swimming SC202",
    "image": "https://i.ibb.co/ypSmd07/swimming-Class.jpg",
    "instructorName": "Daniel Kim",
    "availableSeats": 10,
    "price": 85,
    "duration": 8,
    "ageGroup": {
      "minAge": 8,
      "maxAge": 12
    },
    "description": "Join our Swimming Class this summer camp and let your kids, aged 8-12, dive into the world of swimming while developing important life skills. Led by experienced instructor Daniel Kim, this class focuses on teaching swimming techniques, water safety, and stroke refinement. With a duration of 8 weeks, your child will have ample time to improve their swimming abilities. Limited seats are available, ensuring personalized attention and coaching. Through engaging drills, practice sessions, and fun water activities, your child will enhance their water confidence, endurance, teamwork, and self-discipline. Don't miss this opportunity to introduce your child to the joy of swimming and help them build valuable life skills through this exciting swimming class!"
  },
  {
    "category": "Gymnastics",
    "className": "Gymnastics GL102",
    "image": "https://i.ibb.co/kMq5Gzd/gymnastics-Class.jpg",
    "instructorName": "David Krasner",
    "availableSeats": 8,
    "price": 75,
    "duration": 12,
    "ageGroup": {
      "minAge": 6,
      "maxAge": 10
    },
    "description": "Enroll your kids, aged 6-10, in our Gymnastics Class this summer camp and let them explore the wonders of gymnastics while developing important life skills. Led by experienced instructor David Johnson, this class focuses on teaching fundamental gymnastics skills, including balance, flexibility, coordination, and strength training. With a duration of 12 weeks, your child will have ample time to learn and progress in gymnastics. Limited seats are available, ensuring personalized attention and guidance. Through engaging routines, floor exercises, and apparatus work, your child will enhance their physical fitness, discipline, body awareness, and self-confidence. Don't miss this opportunity to introduce your child to the fascinating world of gymnastics and help them build valuable life skills through this dynamic gymnastics class!"
  },
  {
    "category": "Volleyball",
    "className": "Volleyball VC201",
    "image": "https://i.ibb.co/TKtnSf5/volleyball-Class.jpg",
    "instructorName": "Jonathan Davis",
    "availableSeats": 12,
    "price": 80,
    "duration": 6,
    "ageGroup": {
      "minAge": 10,
      "maxAge": 15
    },
    "description": "Join our Volleyball Class this summer camp and let your teenagers, aged 10-15, dive into the world of volleyball while developing crucial life skills. Led by experienced instructor Jonathan Davis, this class focuses on teaching volleyball techniques, including serving, passing, setting, and game strategies. With a duration of 6 weeks, your child will have a focused and intense program to improve their volleyball skills. Limited seats are available, ensuring personalized attention and coaching. Through engaging drills, practice matches, and teamwork exercises, your child will enhance their communication, coordination, agility, and sportsmanship. Don't miss this opportunity to introduce your child to the exciting sport of volleyball and help them build valuable life skills through this dynamic volleyball class!"
  },
  {
    "category": "Hockey",
    "className": "Hockey HC123",
    "image": "https://i.ibb.co/sV3WQ10/hockey-Class.jpg",
    "instructorName": "Matthew Anderson",
    "availableSeats": 10,
    "price": 95,
    "duration": 8,
    "ageGroup": {
      "minAge": 8,
      "maxAge": 12
    },
    "description": "Join our Hockey Class this summer camp and let your kids, aged 8-12, experience the excitement of hockey while developing important life skills. Led by experienced instructor Matthew Anderson, this class focuses on teaching hockey fundamentals, including skating, stickhandling, passing, and game strategies. With a duration of 8 weeks, your child will have ample time to improve their hockey skills. Limited seats are available, ensuring personalized attention and coaching. Through engaging drills, practice sessions, and friendly matches, your child will enhance their teamwork, coordination, agility, and sportsmanship. Don't miss this opportunity to introduce your child to the exhilarating sport of hockey and help them build valuable life skills through this dynamic hockey class!"
  }
]
